[
    {
      "bookId": 1,
      "bookName": "Man Fashion",
      "author": "AM Tibutan",
      "image": "https://i.ibb.co/QmLB2kh/book2.jpg",
      "review": "The author has divided the book into eight chapters, and it begins with an introduction on the physics of light as an electromagnetic phenomenon. Then it goes on to incandescent bulbs, discharge lamps, plasma light sources, LEDs, lasers and more. A number of devices that produce invisible radiation are also covered...",
      "totalPages": "472",
      "rating": "4.9",
      "category": "Romantic",
      "tag": ["Romantic", "Fantasy"],
      "publisher":"DT Mention",
      "yearOfPublishing": "2010" 
    },
    {
      "bookId": 2,
      "bookName": "Political Science",
      "author": "Rajes Mistrah",
      "image": "https://i.ibb.co/0V4dJQH/book3.jpg",
      "review": "In the Last Call, Altschuler puts each of the major challenges (e.g. the environment, war and peace, poverty and inequality) under a microscope and bathes them in the multiple perspectives of hard science, social science, logic and morality.A mesmerizing novel that blends mystery, nature, and coming-of-age beautifully. He does not so much offer solutions as he provides an astonishingly thorough way of looking at the questions. Readers ready to deal with complexity will reap a considerable harvest from Last Call. ",
      "totalPages": "402",
      "rating": "4.8",
      "category": "Politics",
      "tag": ["Politics", "Fantasy"],
      "publisher":"NPB Society",
      "yearOfPublishing": "2005" 
    },
    {
      "bookId": 3,
      "bookName": "Writing Rules",
      "author": "Mariah Daezt",
      "image": "https://i.ibb.co/1J59Hrd/book4.jpg",
      "review": "I am shaken to witness such an extensive transformation of the translation industry in the era of blockchain. With her distinct and profound knowledge on language, A mesmerizing novel that blends mystery, nature, and coming-of-age beautifully Dr Peng has done a marvellous job on her explorations. This book is a must-read for every translation professional.",
      "totalPages": "352",
      "rating": "4.6",
      "category": "Learning English",
      "tag": ["Poetry", "Novel"],
      "publisher":"PIP Foundation",
      "yearOfPublishing": "2019" 
    },
    {
      "bookId": 4,
      "bookName": "Star My will",
      "author": "ST maraye",
      "image": "https://i.ibb.co/PmqcQm2/book5.jpg",
      "review": "An atmospheric thriller set on a remote island, full of secrets and suspense Each of the essays is thought-provoking and filled with engaging anecdotes, most of them historical ?I thoroughly enjoyed this book. The writing is stylish, the research is excellent and Bucchi provides much food for thought ?I would highly recommend the book and, without any authority, award it a bib gourmand.",
      "totalPages": "520",
      "rating": "4.7",
      "category": "Romantic",
      "tag": ["Romantic", "Fantasy"],
      "publisher":"Arther Miller",
      "yearOfPublishing": "2015" 
    },
    {
      "bookId": 5,
      "bookName": "Basic English",
      "author": "Ts Taylor",
      "image": "https://i.ibb.co/KVMMZM0/book6.jpg",
      "review": "A sprawling and immersive novel that explores themes of loss, art, and fate. I speak with my experience A mesmerizing novel that blends mystery, nature, and coming-of-age beautifully in teaching and research at Caltech and living in Pasadena. This relationship between Caltech and Pasadena provides yet another especial example of the ideas you have generated on the symbiosis celebrated by your univer-cities, well documented in this volume.",
      "totalPages": "450",
      "rating": "4.4",
      "category": "Learning English",
      "tag": ["Poetry", "Novel"],
      "publisher":"LLD Foundation",
      "yearOfPublishing": "2008" 
    },
    {
      "bookId": 6,
      "bookName": "I Explore",
      "author": "mL Haider",
      "image": "https://i.ibb.co/w6hp0wJ/book7.jpg",
      "review": "Have you ever tried to learn more about some incredible thing, only to be frustrated by incomprehensible jargon? Randall Donald is here to help. In Thing Explainer, he uses line drawings and only the thousand (or, rather, “ten hundred”) most common words to provide simple explanations for some of the most interesting stuff there is, including.. ",
      "totalPages": "466",
      "rating": "4.8",
      "category": "Science",
      "tag": ["Science", "Comic"],
      "publisher":"GBS",
      "yearOfPublishing": "2006" 
    },
    {
      "bookId": 7,
      "bookName": "It's Only Rocket Science",
      "author": "AR Toshar",
      "image": "https://i.ibb.co/HD91nFh/book8.jpg",
      "review": "The line, embedded unceremoniously in the middle of a page-long paragraph, doubles,A mesmerizing novel that blends mystery, nature, and coming-of-age beautifully like so many others in “Asymmetry,” as literary criticism. Halliday novel is so strange and startlingly smart that its mere existence seems like commentary on the state of fiction. One finishes “Asymmetry” for the first or second (or like this reader, third) time and is left wondering what other writers are not doing with their freedom — and, like Alistair, judging them for it.",
      "totalPages": "520",
      "rating": "4.5",
      "category": "Science",
      "tag": ["Robotics", "Chemestry"],
      "publisher":"Ananda",
      "yearOfPublishing": "2011" 
    },
    {
      "bookId": 8,
      "bookName": "Space Science",
      "author": "PS Shaghor",
      "image": "https://i.ibb.co/KKvN3pc/book9.jpg",
      "review": "A mesmerizing novel that blends mystery, nature, and coming-of-age beautifully Are you a college student wanting to learn how to write an effective and engaging book review? Learning the different elements of writing successful reviews can help you hone your critical analysis and communication skills while also giving your opinions on books that may be interesting to fellow students",
      "totalPages": "433",
      "rating": "4.8",
      "category": "Science",
      "tag": ["Robotics", "Space"],
      "publisher":"BUET",
      "yearOfPublishing": "2020" 
    },
    {
      "bookId": 9,
      "bookName": "General Science",
      "author": "Rashi Haider",
      "image": "https://i.ibb.co/DCNV5V5/book10.jpg",
      "review": "A thorough book review should provide an analysis of how a story is developed by the author. It should pay special attention to examining how the plot progresses from beginning to end, what characters are introduced and how they help move the story forward, and any underlying themes or messages that contribute meaningfully to the narrative. A mesmerizing novel that blends mystery, nature, and coming-of-age beautifully",
      "totalPages": "400",
      "rating": "4.9",
      "category": "Science",
      "tag": ["HumanScience", "General Science", "C"],
      "publisher":"DH Author",
      "yearOfPublishing": "2002" 
    }  
    
  ]